---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.RevisionCloudFailures
source: html/b102052c-78c1-1c28-486a-8aa5f3165568.htm
---
# Autodesk.Revit.DB.BuiltInFailures.RevisionCloudFailures

Failures about RevisionCloud.

## Syntax (C#)
```csharp
public static class RevisionCloudFailures
```